export const SITUATIONS = [
  {
    title: "카페 주문하기",
    my_role: "카페에 도착한 손님",
    ai_role: "카페 매니저",
    scenario: "카페에 도착했습니다. 자신있게 먹고 싶은 메뉴를 주문해보세요!",
  },
  {
    title: "카페 주문하기",
    my_role: "카페에 도착한 손님",
    ai_role: "카페 매니저",
    scenario: "카페에 도착했습니다. 자신있게 먹고 싶은 메뉴를 주문해보세요!",
  },
  {
    title: "카페 주문하기",
    my_role: "카페에 도착한 손님",
    ai_role: "카페 매니저",
    scenario: "카페에 도착했습니다. 자신있게 먹고 싶은 메뉴를 주문해보세요!",
  },
  {
    title: "카페 주문하기",
    my_role: "카페에 도착한 손님",
    ai_role: "카페 매니저",
    scenario: "카페에 도착했습니다. 자신있게 먹고 싶은 메뉴를 주문해보세요!",
  },
  {
    title: "카페 주문하기",
    my_role: "카페에 도착한 손님",
    ai_role: "카페 매니저",
    scenario: "카페에 도착했습니다. 자신있게 먹고 싶은 메뉴를 주문해보세요!",
  },
];
